[<ArchiveFlags>]
Compressed=yes
ConfigType=1
[<Misc>]
AdvInst=15.0.1
[<OutputFiles>]
Prop0=C:\Users\HS\Source\Repos\ADC\Advance Install\Setup-cache\part2\disk1.cab??1671606871??1671606871??102252295??112
[Basic.dll]
Seq=64
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Basic.dll??1670335244??1670335243??175616
[CallBackUI.dll]
Seq=74
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\CallBackUI.dll??1670335244??1670335243??18432
[cvextern.dll]
Seq=5
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\x64\cvextern.dll??1670335245??1465894444??14909440
[cvextern.dll_1]
Seq=7
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\x86\cvextern.dll??1670335245??1465894446??11576832
[Dmc1000.dll]
Seq=19
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DMC1000B\x64\Dmc1000.dll??1670335244??1670335244??155648
[Dmc1000.dll_1]
Seq=20
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DMC1000B\x86\Dmc1000.dll??1670335244??1670335244??102400
[DMC1000B001.pro]
Seq=18
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DMC1000B\DMC1000B-001.pro??1670335244??1671606829??2419
[DMC2410.dll]
Seq=21
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DMC2410\x64\DMC2410.dll??1670335244??1670335244??194048
[DMC2410.dll_1]
Seq=22
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DMC2410\x86\DMC2410.dll??1670335244??1670335244??172032
[DMC2C80.dll]
Seq=16
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DMC2C80\x64\DMC2C80.dll??1670335244??1670335244??194048
[DMC2C80.dll_1]
Seq=17
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DMC2C80\x86\DMC2C80.dll??1670335244??1670335244??172032
[DrawingClass.dll]
Seq=79
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DrawingClass.dll??1670335244??1670335243??22016
[Emgu.CV.UI.dll]
Seq=109
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Emgu.CV.UI.dll??1670335244??1465894448??117760
[Emgu.CV.UI.GL.dll]
Seq=110
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Emgu.CV.UI.GL.dll??1670335244??1465894448??27136
[Emgu.CV.UI.GL.xml]
Seq=111
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Emgu.CV.UI.GL.xml??1670335244??1465894448??2242
[Emgu.CV.UI.xml]
Seq=112
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Emgu.CV.UI.xml??1670335244??1465894448??34738
[Emgu.CV.World.dll]
Seq=51
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Emgu.CV.World.dll??1670335244??1465894448??508416
[Emgu.CV.World.xml]
Seq=52
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Emgu.CV.World.xml??1670335244??1465894448??1377392
[exe]
Seq=1
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\智能藥品管理系統.exe??1670335245??1671606628??1462784
[exe.config]
Seq=77
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\智能藥品管理系統.exe.config??1670335245??1670335245??1117
[FontAwesome.Sharp.dll]
Seq=87
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\FontAwesome.Sharp.dll??1670335244??1670335243??458240
[H_Pannel_lib.dll]
Seq=65
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\H_Pannel_lib.dll??1670335244??1670335243??547328
[HCGUI.dll]
Seq=70
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\HCGUI.dll??1670335244??1670335243??399872
[HsBase.dll]
Seq=97
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\HsBase.dll??1670335244??1670335243??29184
[HsBasic.dll]
Seq=95
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\HsBasic.dll??1670335244??1670335243??18432
[Interop.SpeechLib.dll]
Seq=86
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Interop.SpeechLib.dll??1670335244??1670335244??165376
[IOC0640.dll]
Seq=39
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\IOC1280\x64\IOC0640.dll??1670335244??1670335244??111616
[IOC0640.dll_2]
Seq=40
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\IOC1280\x86\IOC0640.dll??1670335244??1670335244??99328
[IOC1280001.pro]
Seq=38
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\IOC1280\IOC1280-001.pro??1670335244??1670335244??2214
[LadderUI.dll]
Seq=69
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\LadderUI.dll??1670335244??1670335243??587264
[LeadShineUI.dll]
Seq=68
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\LeadShineUI.dll??1670335244??1670335243??5745152
[libarcsoft_face.dll]
Seq=94
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\libarcsoft_face.dll??1670335245??1670335245??78211072
[libarcsoft_face_engine.dll]
Seq=92
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\libarcsoft_face_engine.dll??1670335245??1670335245??491520
[libarcsoft_face_engine.lib]
Seq=93
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\libarcsoft_face_engine.lib??1670335245??1670335245??9584
[LicenseLib.dll]
Seq=96
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\LicenseLib.dll??1670335244??1670335244??16896
[LightControlUI.dll]
Seq=71
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\LightControlUI.dll??1670335244??1670335243??53248
[LTDMC.dll]
Seq=23
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DMC3000\x64\LTDMC.dll??1670335244??1670335244??876544
[LTDMC.dll_1]
Seq=25
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DMC3000\x86\LTDMC.dll??1670335244??1670335244??753664
[LTDMC.lib]
Seq=24
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DMC3000\x64\LTDMC.lib??1670335244??1670335244??432210
[LTDMC.lib_1]
Seq=26
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\DMC3000\x86\LTDMC.lib??1670335244??1670335244??470416
[MeasureSystemUI.dll]
Seq=84
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\MeasureSystemUI.dll??1670335244??1670335243??416256
[Microsoft.Bcl.AsyncInterfaces.dll]
Seq=91
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Microsoft.Bcl.AsyncInterfaces.dll??1670335244??1670335244??22144
[MVSDK.dll]
Seq=106
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\MVSDK.dll??1670335244??1670335243??104448
[MVSDKUI.dll]
Seq=75
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\MVSDKUI.dll??1670335244??1670335243??44544
[MyFaceID.dll]
Seq=76
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\MyFaceID.dll??1670335244??1670335243??49152
[MyFtpUI.dll]
Seq=63
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\MyFtpUI.dll??1670335244??1670335243??19968
[MySql.Data.dll]
Seq=100
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\MySql.Data.dll??1670335244??1670335243??768000
[MySQL_Login.dll]
Seq=78
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\MySQL_Login.dll??1670335244??1670335243??82432
[MySqlBackup.dll]
Seq=105
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\MySqlBackup.dll??1670335244??1670335244??58368
[MyUI.dll]
Seq=67
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\MyUI.dll??1670335244??1670398951??1198080
[opencv_ffmpeg310.dll]
Seq=8
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\x86\opencv_ffmpeg310.dll??1670335245??1465894448??12450304
[opencv_ffmpeg310_64.dll]
Seq=6
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\x64\opencv_ffmpeg310_64.dll??1670335245??1465894444??12954112
[OpenTK.dll]
Seq=55
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\OpenTK.dll??1670335244??1454547508??4303360
[OpenTK.GLControl.dll]
Seq=53
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\OpenTK.GLControl.dll??1670335244??1454547556??49152
[OpenTK.GLControl.xml]
Seq=54
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\OpenTK.GLControl.xml??1670335244??1454547556??9007
[OpenTK.xml]
Seq=56
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\OpenTK.xml??1670335244??1454547508??22595052
[PCI1230.dll]
Seq=11
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\C1230\32bit\PCI1230.dll??1670335244??1670335244??55808
[PCI1230.dll_2]
Seq=12
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\C1230\64bit\PCI1230.dll??1670335244??1670335244??57856
[PCI1230.dll_3]
Seq=43
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Pci1230\32bit\PCI1230.dll??1670335244??1670335244??55808
[PCI1230.dll_4]
Seq=44
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Pci1230\64bit\PCI1230.dll??1670335244??1670335244??57856
[PCI1230.dll_5]
Seq=45
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Pci1230\PCI1230.dll??1670335244??1670335244??57856
[Pci9016.dll]
Seq=13
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\C9016\32bit\Pci9016.dll??1670335244??1670335244??98304
[Pci9016.dll_2]
Seq=14
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\C9016\64bit\Pci9016.dll??1670335244??1670335244??99840
[Pci9016.dll_3]
Seq=46
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Pci9016\32bit\Pci9016.dll??1670335244??1670335244??98304
[Pci9016.dll_4]
Seq=47
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Pci9016\64bit\Pci9016.dll??1670335244??1670335244??98304
[Pci9016.dll_5]
Seq=48
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\Pci9016\Pci9016.dll??1670335244??1670335244??99840
[pdb]
Seq=62
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\智能藥品管理系統.pdb??1670335484??1671606628??726528
[PortControlUI.dll]
Seq=85
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\PortControlUI.dll??1670335244??1670335243??143360
[program.bak.stp]
Seq=80
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\program.bak.stp??1670335245??1670335245??13396
[program.stp]
Seq=60
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\program.stp??1670335245??1671606829??13397
[rfiD_FX600_UI.pro]
Seq=59
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\rfiD_FX600_UI.pro??1670335245??1671606829??228
[RFID_FX600lib.dll]
Seq=82
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\RFID_FX600lib.dll??1670335244??1670335243??74752
[sld.dll]
Seq=27
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\E400\32bit\sld.dll??1670335244??1670335244??68608
[sld.dll_1]
Seq=29
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\E400\64bit\sld.dll??1670335244??1670335244??80896
[sld.dll_2]
Seq=31
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\E6232\32bit\sld.dll??1670335244??1670335244??68608
[sld.dll_3]
Seq=33
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\E6232\64bit\sld.dll??1670335244??1670335244??80896
[sldm.dll]
Seq=28
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\E400\32bit\sldm.dll??1670335244??1670335244??44544
[sldm.dll_1]
Seq=30
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\E400\64bit\sldm.dll??1670335244??1670335244??54784
[sldm.dll_2]
Seq=32
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\E6232\32bit\sldm.dll??1670335244??1670335244??44544
[sldm.dll_3]
Seq=34
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\E6232\64bit\sldm.dll??1670335244??1670335244??54784
[SLDUI.dll]
Seq=66
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\SLDUI.dll??1670335244??1670335243??2254336
[SQLUI.dll]
Seq=72
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\SQLUI.dll??1670335244??1670335243??127488
[System.Buffers.dll]
Seq=101
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\System.Buffers.dll??1670335244??1670335244??20856
[System.Memory.dll]
Seq=102
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\System.Memory.dll??1670335244??1670335244??141184
[System.Memory.xml]
Seq=103
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\System.Memory.xml??1670335244??1670335244??13950
[System.Numerics.Vectors.dll]
Seq=108
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\System.Numerics.Vectors.dll??1670335244??1670335244??115856
[System.Runtime.CompilerServices.Unsafe.dll]
Seq=90
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\System.Runtime.CompilerServices.Unsafe.dll??1670335244??1670335244??18024
[System.Text.Encodings.Web.dll]
Seq=89
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\System.Text.Encodings.Web.dll??1670335244??1670335244??76904
[System.Text.Json.dll]
Seq=88
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\System.Text.Json.dll??1670335244??1670335244??513128
[System.Threading.Tasks.Extensions.dll]
Seq=104
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\System.Threading.Tasks.Extensions.dll??1670335244??1670335244??25984
[System.ValueTuple.dll]
Seq=107
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\System.ValueTuple.dll??1670335244??1670335244??78992
[TCP.dll]
Seq=73
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\TCP.dll??1670335244??1670335243??56320
[UDPCilent.pro]
Seq=61
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\UDPCilent.pro??1670335244??1671606634??254
[WT32_SC01_lib.dll]
Seq=81
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\WT32_SC01_lib.dll??1670335244??1670335244??211456
[ZealTechUI.dll]
Seq=83
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\ZealTechUI.dll??1670335244??1670335243??45568
[ZedGraph.dll]
Seq=58
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\ZedGraph.dll??1670335244??1323833416??307200
[ZedGraph.resources.dll]
Seq=2
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\sk\ZedGraph.resources.dll??1670335245??1323833416??4608
[ZedGraph.resources.dll_10]
Seq=41
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\it\ZedGraph.resources.dll??1670335244??1323833416??4608
[ZedGraph.resources.dll_11]
Seq=42
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\ja\ZedGraph.resources.dll??1670335244??1323833416??4608
[ZedGraph.resources.dll_12]
Seq=49
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\pt\ZedGraph.resources.dll??1670335245??1323833416??4608
[ZedGraph.resources.dll_13]
Seq=50
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\ru\ZedGraph.resources.dll??1670335245??1323833416??4608
[ZedGraph.resources.dll_2]
Seq=3
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\sv\ZedGraph.resources.dll??1670335245??1323833416??4096
[ZedGraph.resources.dll_3]
Seq=4
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\tr\ZedGraph.resources.dll??1670335245??1323833416??4608
[ZedGraph.resources.dll_4]
Seq=9
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\zh-cn\ZedGraph.resources.dll??1670335245??1323833416??4096
[ZedGraph.resources.dll_5]
Seq=10
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\zh-tw\ZedGraph.resources.dll??1670335245??1323833416??4608
[ZedGraph.resources.dll_6]
Seq=15
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\de\ZedGraph.resources.dll??1670335244??1323833416??4608
[ZedGraph.resources.dll_7]
Seq=35
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\es\ZedGraph.resources.dll??1670335244??1323833416??4608
[ZedGraph.resources.dll_8]
Seq=36
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\fr\ZedGraph.resources.dll??1670335244??1323833416??4608
[ZedGraph.resources.dll_9]
Seq=37
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\hu\ZedGraph.resources.dll??1670335244??1323833416??4608
[ZedGraph.xml]
Seq=57
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\ZedGraph.xml??1670335244??1323833418??1492968
[zxing.dll]
Seq=99
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\zxing.dll??1670335245??1670335245??483328
[zxing.presentation.dll]
Seq=98
Src=C:\Users\HS\Source\Repos\ADC\智能藥品管理系統\bin\Release\zxing.presentation.dll??1670335245??1670335245??19968
